var dataset = {
    title : '2016年2月-12月全国商品住宅销售额',
    subTitle : '数据来源：国家统计局',
    subLink : 'http://data.stats.gov.cn/easyquery.htm?cn=A01',
    month : ['2月', '3月', '4月', '5月', '6月', '7月', '8月', '9月', '10月', '11月', '12月'],
    saleValue : [7435.28, 16133.00, 24070.32, 31800.08, 41801.92, 49272.65, 57043.17, 68610.71, 78023.15, 87120.88, 99064.00],
    salePercent : [49.2, 60.3, 61.4, 53.4, 44.4, 41.2, 40.1, 43.2, 42.6, 39.3, 36.1],
    saleName : ['累计值', '累计增长'],
    saleUnit : ['亿元', '%']
};